Table of Contents
 Enum ReinfBarSurface
Namespace
IdeaRS.OpenModel.Material
Assembly
IdeaRS.OpenModel.dll
Reinforcement bar surface
public enum ReinfBarSurface
Fields
Ribbed = 1
Ribbed bar surface
Smooth = 0
Smooth bar surface
Fields
 Name |  Description
 Ribbed = 1
Ribbed bar surface
 Smooth = 0
Smooth bar surface
 Edit this page